[
    {
        "key": "B002RL8IYK",
        "category": "Yoga Classic",
        "name": "Sukhasana",
        "online": "400",
        "offline": "300k",
        "benifit":"to Relieve Stress",
        "desc": "Sit cross-legged on a yoga mat with your hands on your knees, palms up. Keep your spine as straight as you can. Push the bones you're sitting on down into the floor — your sit bones in yoga-speak.",
        "img": "https://images.everydayhealth.com/images/healthy-living/fitness/yoga-poses-for-beginners-02-722x406.jpg?w=768"
    },
    {
        "key": "B01LZ2WZGH",
        "category": "Yoga personal",
        "name": "Cat-Cow ",
        "online": "280",
        "offline": "710",
        "benifit":" to Awaken the Spine and Ease Back Pain",
        "desc":"Get on your mat on all fours with your hands directly below your shoulders and your knees directly below your hips. Distribute your weight equally between your hands and spread your fingers wide. Inhale and round your back, arching it up as you lower your chin to your chest; feel the stretch from your neck to your tailbone, like a cat. As you exhale, lower your back down all the way to a scoop shape as you lift your head, and tilt it back.",
        "img": "https://images.everydayhealth.com/images/healthy-living/fitness/yoga-poses-for-beginners-03-722x406.jpg?w=768"
    },
    {
        "key": "B01K1IO3QW",
        "category": "Yoga Modern",
        "name": "Vrksasana ",
        "online": "200",
        "offline": "320",
        "benifit":"  to Improve Your Balance",
        "desc":"Start by standing straight for this pose. Bring your hands together in the prayer position and lift them over your head. Balance on your right leg. Bend your left knee out to the left side and press your left foot to the inner thigh of your right leg. Hold for 30 seconds. Switch legs and repeat.",
        "img": "https://images.everydayhealth.com/images/healthy-living/fitness/yoga-poses-for-beginners-04-722x406.jpg?w=768"
    },
    {
        "key": "B01LD4MGY4",
        "category": "Yoga Classic",
        "name": "Adho Mukha Svanasana ",
        "online": "450",
        "offline": "560",
        "benifit":"  to Enhance Flexibility",
        "desc":"In Downward-Facing Dog, your body forms an inverted V-shape. Start by placing both hands on the mat in front of you, palms down; your hands should be slightly in front of your shoulders. Place your knees on the ground directly under your hips. Exhale as you lift your knees off the ground and lift your buttocks and hips toward the ceiling. Push the top of your thighs back and stretch your heels down toward the floor. ",
        "img": "https://images.everydayhealth.com/images/healthy-living/fitness/yoga-poses-for-beginners-05-722x406.jpg?w=768"
    },
    {
        "key": "B01M18UZF5",
        "category": "Yoga Plates Classic",
        "name": "Balasana",
        "online": "200",
        "offline": "300k",
        "benifit":" to Help You Relax and Unwind",
        "desc":"From Downward-Facing Dog, simply bend your knees and lower your butt to your heels as you bring your chest toward the floor over your knees. Lower your shoulders and head to the floor. Place your arms along your sides, palms down, or you can support your head by folding your arms under your forehead. Breathe and relax for as long as you need to.",
        "img": "https://images.everydayhealth.com/images/healthy-living/fitness/yoga-poses-for-beginners-06-722x406.jpg?w=768"
    },
    {
        "key": "B01DBGVB7K",
        "category": "Yoga Modern",
        "name": "Baby Pigeon",
        "online": "280",
        "offline": "580",
        "benifit":" to Open Up Your Hips",
        "desc":"From all fours, move your right knee forward between your hands. As though you were doing a lunge, slowly straighten your left leg behind you, keeping the knee and top of the foot on the floor. Now rotate the right knee toward the right wrist and bring it down to the floor with your right calf flat on the floor and your right foot resting under your left groin. Lower your upper body over the bent leg, either all the way to the floor or resting on your elbows.",
        "img": "https://images.everydayhealth.com/images/healthy-living/fitness/yoga-poses-for-beginners-07-722x406.jpg?w=768"
    },
    {
        "key": "B015WXL0C6",
        "category": "Yoga Modern Plates",
        "name": "Tadasana",
        "online": "250",
        "offline": "450",
        "benifit":" to Improve Your Posture",
        "desc":"Stand still, with your chest open and broad and your hands at your sides, and feel your feet on the floor and the sensations in your legs and back. Then analyze your posture in front of a mirror. Lawrence makes her athletes hold long pencils in each hand as they stand.",
        "img": "https://images.everydayhealth.com/images/healthy-living/fitness/yoga-poses-for-beginners-08-722x406.jpg?w=768"
    },
    {
        "key": "B06Y4GZS9C",
        "category": "Yoga Personal",
        "name": "Viparita Karani",
        "online": "300",
        "offline": "500",
        "benifit":" to Restore and Revitalize",
        "desc":"This is a great ending pose for beginners and those experienced at yoga alike. Lie on the floor with your butt right up against a wall. Walk your legs straight up the wall so that your body is in an L shape with your torso flat on the floor and perpendicular to the wall. You may want to place a rolled-up blanket under your lower back for support; keep your elbows out to the sides on the floor for additional support.",
        "img": "https://images.everydayhealth.com/images/healthy-living/fitness/yoga-poses-for-beginners-09-722x406.jpg?w=768"
    },
    {
        "key": "B06XJJG4PD",
        "category": "Yoga",
        "name": "Viparita Karani",
        "online": "200",
        "offline": "400",
        "benifit":" to Restore and Revitalize",
        "img": "https://images.everydayhealth.com/images/healthy-living/fitness/yoga-poses-for-beginners-09-722x406.jpg?w=768"
    }
 
]